Repository: clausfn/maude-ios
Catalog: Liviqa/Localizable.xcstrings
Source language: en
Languages: da, es, nb, pt, sv

source: Assistant
da: Assistent
es: Asistente
nb: Assistent
pt: Assistente
sv: Assistent

source: Awaiting reply
da: Afventer svar
es: Esperando respuesta
nb: Venter på svar
pt: A aguardar resposta
sv: Väntar på svar

source: Back
da: Tilbage
es: Atrás
nb: Tilbake
pt: Voltar
sv: Tillbaka

source: BACKUP & STORAGE
da: SIKKERHEDSKOPI & LAGRING
es: COPIA Y ALMACENAMIENTO
nb: SIKKERHETSKOPI & LAGRING
pt: CÓPIA & ARMAZENAMENTO
sv: SÄKERHETSKOPIA & LAGRING

source: Bank account · Open Banking
da: Bankkonto · Open Banking
es: Cuenta bancaria · Open Banking
nb: Bankkonto · Open Banking
pt: Conta bancária · Open Banking
sv: Bankkonto · Open Banking

source: Based on what your data showed
da: Baseret på det, dine data viste
es: Basado en lo que mostraron tus datos
nb: Basert på det dataene dine viste
pt: Com base no que os seus dados mostraram
sv: Baserat på vad dina data visade

source: Before we begin
da: Før vi begynder
es: Antes de empezar
nb: Før vi begynner
pt: Antes de começarmos
sv: Innan vi börjar

source: calendar
da: kalender
es: calendario
nb: kalender
pt: calendário
sv: kalender

source: Calendar
da: Kalender
es: Calendario
nb: Kalender
pt: Calendário
sv: Kalender

source: Cancel
da: Annullér
es: Cancelar
nb: Avbryt
pt: Cancelar
sv: Avbryt

source: CAPTURE
da: OPTAG
es: CAPTURAR
nb: TA OPP
pt: CAPTAR
sv: SPELA IN

source: Cardiologist
da: Kardiolog
es: Cardiólogo
nb: Kardiolog
pt: Cardiologista
sv: Kardiolog

source: Cardiology referral letter
da: Henvisning til kardiologi
es: Carta de derivación a cardiología
nb: Henvisning til kardiologi
pt: Carta de referenciação para cardiologia
sv: Remiss till kardiologi

source: Care
da: Behandling
es: Cuidados
nb: Behandling
pt: Cuidados
sv: Vård

source: CGM export 2026-05.csv
da: CGM-eksport 2026-05.csv
es: Exportación CGM 2026-05.csv
nb: CGM-eksport 2026-05.csv
pt: Exportação CGM 2026-05.csv

source: Check-in · %@
da: Tjek-ind · %@
es: Control · %@
nb: Innsjekk · %@
pt: Acompanhamento · %@
sv: Avstämning · %@

source: Choose what to share
da: Vælg, hvad du vil dele
es: Elige qué compartir
nb: Velg hva du vil dele
pt: Escolha o que partilhar
sv: Välj vad du vill dela

source: CHOOSE YOUR BANK
da: VÆLG DIN BANK
es: ELIGE TU BANCO
nb: VELG BANKEN DIN
pt: ESCOLHA O SEU BANCO
sv: VÄLJ DIN BANK

source: City Health Clinic
da: Byens sundhedsklinik
es: Clínica de salud municipal
nb: Byens helseklinikk
pt: Clínica de saúde municipal
sv: Stadens hälsoklinik

source: Clinical
da: Klinisk
es: Clínico
nb: Klinisk
pt: Clínico
sv: Klinisk

source: Computed on this device · your data, your baseline · shown, not judged.
da: Beregnet på denne enhed · dine data, din baseline · vist, ikke vurderet.
es: Calculado en este dispositivo · tus datos, tu línea base · mostrado, no juzgado.
nb: Beregnet på denne enheten · dine data, din baseline · vist, ikke vurdert.
pt: Calculado neste dispositivo · os seus dados, a sua linha de base · mostrado, não julgado.
sv: Beräknat på denna enhet · dina data, din baslinje · visat, inte bedömt.

source: Confirmed GAD-65 antibodies. Basal-bolus insulin since 2022.
da: Bekræftede GAD-65-antistoffer. Basal-bolus-insulin siden 2022.
es: Anticuerpos GAD-65 confirmados. Insulina basal-bolo desde 2022.
nb: Bekreftede GAD-65-antistoffer. Basal-bolus-insulin siden 2022.
pt: Anticorpos GAD-65 confirmados. Insulina basal-bólus desde 2022.
sv: Bekräftade GAD-65-antikroppar. Basal-bolus-insulin sedan 2022.

source: Connect a bank
da: Forbind en bank
es: Conectar un banco
nb: Koble til en bank
pt: Ligar um banco
sv: Anslut en bank

source: Connect Apple Health
da: Forbind Apple Sundhed
es: Conectar Apple Salud
nb: Koble til Apple Helse
pt: Ligar ao Apple Saúde
sv: Anslut Apple Hälsa

source: Connect Apple Health & sync now
da: Forbind Apple Sundhed & synk nu
es: Conectar Apple Salud y sincronizar
nb: Koble til Apple Helse & synk nå
pt: Ligar ao Apple Saúde e sincronizar
sv: Anslut Apple Hälsa & synka nu

source: Connect Apple Health in Settings to see your own →
da: Forbind Apple Sundhed i Indstillinger for at se dine egne →
es: Conecta Apple Salud en Ajustes para ver los tuyos →
nb: Koble til Apple Helse i Innstillinger for å se dine egne →
pt: Ligue o Apple Saúde nas Definições para ver os seus →
sv: Anslut Apple Hälsa i Inställningar för att se dina egna →

source: Connect Apple Health to sync your own readings, or import a file (CGM export, labs, InBody). Everything is processed on this device.
da: Forbind Apple Sundhed for at synkronisere dine egne målinger, eller importér en fil (CGM-eksport, laboratoriesvar, InBody). Alt behandles på denne enhed.
es: Conecta Apple Salud para sincronizar tus mediciones, o importa un archivo (exportación CGM, analíticas, InBody). Todo se procesa en este dispositivo.
nb: Koble til Apple Helse for å synkronisere egne målinger, eller importer en fil (CGM-eksport, labsvar, InBody). Alt behandles på denne enheten.
pt: Ligue o Apple Saúde para sincronizar as suas medições, ou importe um ficheiro (exportação CGM, análises, InBody). Tudo é processado neste dispositivo.
sv: Anslut Apple Hälsa för att synka dina egna mätningar, eller importera en fil (CGM-export, labbsvar, InBody). Allt bearbetas på denna enhet.

source: Connect Screen Time
da: Forbind Skærmtid
es: Conectar Tiempo de uso
nb: Koble til Skjermtid
pt: Ligar Tempo de ecrã
sv: Anslut Skärmtid

source: Connected
da: Forbundet
es: Conectado
nb: Tilkoblet
pt: Ligado
sv: Ansluten

source: Connecting to %@…
da: Forbinder til %@…
es: Conectando con %@…
nb: Kobler til %@…
pt: A ligar a %@…
sv: Ansluter till %@…

source: Connection requires your MitID. Data stays on device.
da: Forbindelsen kræver dit MitID. Data bliver på enheden.
es: La conexión requiere tu MitID. Los datos se quedan en el dispositivo.
nb: Tilkoblingen krever din MitID. Data blir på enheten.
pt: A ligação requer o seu MitID. Os dados ficam no dispositivo.
sv: Anslutningen kräver ditt MitID. Data stannar på enheten.

source: Continue
da: Fortsæt
es: Continuar
nb: Fortsett
pt: Continuar
sv: Fortsätt

source: Continue with Apple
da: Fortsæt med Apple
es: Continuar con Apple
nb: Fortsett med Apple
pt: Continuar com a Apple
sv: Fortsätt med Apple

source: Continue with email
da: Fortsæt med e-mail
es: Continuar con correo
nb: Fortsett med e-post
pt: Continuar com e-mail
sv: Fortsätt med e-post

source: Continue with your DfG wallet
da: Fortsæt med din DfG wallet
es: Continuar con tu DfG wallet
nb: Fortsett med din DfG wallet
pt: Continuar com a sua DfG wallet
sv: Fortsätt med din DfG wallet

source: Continue without an account
da: Fortsæt uden konto
es: Continuar sin cuenta
nb: Fortsett uten konto
pt: Continuar sem conta
sv: Fortsätt utan konto

source: cycling
da: cykling
es: ciclismo
nb: sykling
pt: ciclismo
sv: cykling

source: Cycling 4× / week, 60–90 min. Occasional running.
da: Cykling 4× / uge, 60–90 min. Løb af og til.
es: Ciclismo 4× / semana, 60–90 min. Carrera ocasional.
nb: Sykling 4× / uke, 60–90 min. Løping av og til.
pt: Ciclismo 4× / semana, 60–90 min. Corrida ocasional.
sv: Cykling 4× / vecka, 60–90 min. Löpning ibland.

source: Daily spend totals and category patterns
da: Dagligt forbrug i alt og kategorimønstre
es: Totales de gasto diario y patrones por categoría
nb: Daglig forbrukssum og kategorimønstre
pt: Totais de gastos diários e padrões por categoria
sv: Dagliga utgiftssummor och kategorimönster

source: Danish health records — consultations and lab results
da: Danske sundhedsjournaler — konsultationer og laboratoriesvar
es: Historias clínicas danesas — consultas y resultados de laboratorio
nb: Danske helsejournaler — konsultasjoner og laboratoriesvar
pt: Registos de saúde dinamarqueses — consultas e resultados laboratoriais
sv: Danska hälsojournaler — konsultationer och labbsvar

source: Data for Good Foundation is a non-commercial, purpose-locked body that represents you in the data economy. It does not hold your health data — it holds the verified record of who requested it, what you decided, and when. That record answers to you, not to institutions or requesters.
da: Data for Good Foundation er et ikke-kommercielt, formålslåst organ, der repræsenterer dig i dataøkonomien. Det opbevarer ikke dine sundhedsdata — det opbevarer den verificerede log over, hvem der bad om dem, hvad du besluttede, og hvornår. Den log står til ansvar over for dig, ikke over for institutioner eller forespørgere.
es: Data for Good Foundation es un organismo no comercial y de finalidad fija que te representa en la economía del dato. No guarda tus datos de salud — guarda el registro verificado de quién los solicitó, qué decidiste y cuándo. Ese registro responde ante ti, no ante instituciones ni solicitantes.
nb: Data for Good Foundation er et ikke-kommersielt, formålslåst organ som representerer deg i dataøkonomien. Det oppbevarer ikke helsedataene dine — det oppbevarer den verifiserte loggen over hvem som ba om dem, hva du besluttet, og når. Den loggen svarer til deg, ikke til institusjoner eller forespørrere.
pt: A Data for Good Foundation é um organismo não comercial, de finalidade fixa, que o representa na economia dos dados. Não guarda os seus dados de saúde — guarda o registo verificado de quem os pediu, do que decidiu e de quando. Esse registo responde perante si, não perante instituições ou requerentes.
sv: Data for Good Foundation är ett icke-kommersiellt, ändamålslåst organ som företräder dig i dataekonomin. Det förvarar inte dina hälsodata — det förvarar den verifierade loggen över vem som begärde dem, vad du beslutade och när. Den loggen svarar inför dig, inte inför institutioner eller beställare.

source: Data Sources
da: Datakilder
es: Fuentes de datos
nb: Datakilder
pt: Fontes de dados
sv: Datakällor

source: Decline
da: Afvis
es: Rechazar
nb: Avslå
pt: Recusar
sv: Avböj

source: Delete all my data
da: Slet alle mine data
es: Eliminar todos mis datos
nb: Slett alle dataene mine
pt: Eliminar todos os meus dados
sv: Radera alla mina data

source: Delete permanently
da: Slet permanent
es: Eliminar permanentemente
nb: Slett permanent
pt: Eliminar permanentemente
sv: Radera permanent

source: Demo data chip
da: Demodata-mærke
es: Marcador de datos de demostración
nb: Demodata-merke
pt: Marcador de dados de demonstração
sv: Demodata-märke

source: Derived summaries only — no raw samples leave your device. You can revoke access in your Wallet at any time.
da: Kun afledte sammendrag — ingen rå målinger forlader din enhed. Du kan tilbagekalde adgangen i din wallet når som helst.
es: Solo resúmenes derivados — ninguna muestra en bruto sale de tu dispositivo. Puedes revocar el acceso en tu wallet en cualquier momento.
nb: Kun avledede sammendrag — ingen rå målinger forlater enheten din. Du kan tilbakekalle tilgangen i din wallet når som helst.
pt: Apenas resumos derivados — nenhuma amostra em bruto sai do seu dispositivo. Pode revogar o acesso na sua wallet a qualquer momento.
sv: Endast härledda sammanfattningar — inga råmätningar lämnar din enhet. Du kan återkalla åtkomsten i din wallet när som helst.

source: Device-stored only · never uploaded
da: Kun på enheden · uploades aldrig
es: Solo en el dispositivo · nunca se sube
nb: Kun på enheten · lastes aldri opp
pt: Apenas no dispositivo · nunca carregado
sv: Endast på enheten · laddas aldrig upp

source: Diabetes Nurse
da: Diabetessygeplejerske
es: Enfermera de diabetes
nb: Diabetessykepleier
pt: Enfermeira de diabetes
sv: Diabetessjuksköterska

source: Diabetes Nurse · University Hospital
da: Diabetessygeplejerske · Universitetshospitalet
es: Enfermera de diabetes · Hospital Universitario
nb: Diabetessykepleier · Universitetssykehuset
pt: Enfermeira de diabetes · Hospital Universitário
sv: Diabetessjuksköterska · Universitetssjukhuset

source: Diagnosed
da: Diagnosticeret
es: Diagnosticado
nb: Diagnostisert
pt: Diagnosticado
sv: Diagnostiserad

source: Diet approach
da: Kosttilgang
es: Enfoque dietético
nb: Kosttilnærming
pt: Abordagem alimentar
sv: Kosthållning

source: Discuss in the assistant
da: Drøft i assistenten
es: Comentar en el asistente
nb: Diskuter i assistenten
pt: Discutir no assistente
sv: Diskutera i assistenten

source: Dismiss
da: Afvis
es: Descartar
nb: Lukk
pt: Dispensar
sv: Stäng

source: DOAC. Self-detected on Apple Watch. LVEF 45%.
da: DOAK. Selvopdaget på Apple Watch. LVEF 45%.
es: ACOD. Autodetectada en el Apple Watch. FEVI 45%.
nb: DOAK. Selvoppdaget på Apple Watch. LVEF 45%.
pt: ACOD. Autodetetada no Apple Watch. FEVE 45%.
sv: DOAK. Självupptäckt på Apple Watch. LVEF 45%.

source: Document
da: Dokument
es: Documento
nb: Dokument
pt: Documento
sv: Dokument

source: Donated
da: Doneret
es: Donado
nb: Donert
pt: Doado
sv: Donerat

source: Donated to DfG research fund
da: Doneret til DfG-forskningsfonden
es: Donado al fondo de investigación DfG
nb: Donert til DfG-forskningsfondet
pt: Doado ao fundo de investigação DfG
sv: Donerat till DfG-forskningsfonden

source: Done
da: Færdig
es: Hecho
nb: Ferdig
pt: Concluído
sv: Klar

source: Download full disclosure report
da: Hent fuld oplysningsrapport
es: Descargar informe completo
nb: Last ned full innsynsrapport
pt: Descarregar relatório completo
sv: Hämta fullständig insynsrapport

source: drifting from your usual pattern
da: glider væk fra dit sædvanlige mønster
es: alejándose de tu patrón habitual
nb: glir bort fra ditt vanlige mønster
pt: a afastar-se do seu padrão habitual
sv: glider bort från ditt vanliga mönster

source: e.g. Cycling 4× / week, 60–90 min
da: fx Cykling 4× / uge, 60–90 min
es: p. ej., ciclismo 4× / semana, 60–90 min
nb: f.eks. sykling 4× / uke, 60–90 min
pt: p. ex., ciclismo 4× / semana, 60–90 min
sv: t.ex. cykling 4× / vecka, 60–90 min

source: e.g. Low-carbohydrate, Mediterranean, no restriction
da: fx Lavkulhydrat, middelhavskost, ingen begrænsning
es: p. ej., baja en carbohidratos, mediterránea, sin restricción
nb: f.eks. lavkarbo, middelhavskost, ingen begrensning
pt: p. ex., baixo em hidratos, mediterrânica, sem restrição
sv: t.ex. lågkolhydrat, medelhavskost, ingen begränsning

source: Each time you grant or withdraw access, that decision is written to an independent record. It cannot be edited, deleted, or backdated — by anyone, including Liviqa.
da: Hver gang du giver eller trækker adgang tilbage, skrives beslutningen til en uafhængig log. Den kan ikke redigeres, slettes eller tilbagedateres — af nogen, heller ikke Liviqa.
es: Cada vez que concedes o retiras acceso, esa decisión se escribe en un registro independiente. No puede editarse, borrarse ni retrodatarse — por nadie, ni siquiera Liviqa.
nb: Hver gang du gir eller trekker tilbake tilgang, skrives beslutningen til en uavhengig logg. Den kan ikke redigeres, slettes eller tilbakedateres — av noen, heller ikke Liviqa.
pt: Sempre que concede ou retira acesso, essa decisão é escrita num registo independente. Não pode ser editada, eliminada nem antedatada — por ninguém, incluindo o Liviqa.
sv: Varje gång du ger eller återkallar åtkomst skrivs beslutet till en oberoende logg. Den kan inte redigeras, raderas eller efterdateras — av någon, inte heller Liviqa.

source: Earned
da: Optjent
es: Ganado
nb: Opptjent
pt: Ganho
sv: Intjänat

source: Eat earlier and, in your data, the pattern eases. Dinner before 20:30 is the lever.
da: Spis tidligere, og i dine data aftager mønstret. Aftensmad før 20.30 er håndtaget.
es: Cena antes y, en tus datos, el patrón se suaviza. Cenar antes de las 20:30 es la palanca.
nb: Spis tidligere, og i dine data avtar mønsteret. Middag før 20.30 er spaken.
pt: Jante mais cedo e, nos seus dados, o padrão atenua-se. Jantar antes das 20:30 é a alavanca.
sv: Ät tidigare, och i dina data avtar mönstret. Middag före 20.30 är spaken.

source: EHDS export
da: EHDS-eksport
es: Exportación EHDS
nb: EHDS-eksport
pt: Exportação EHDS

source: eIDAS 2.0 · secured by Partisia
da: eIDAS 2.0 · sikret af Partisia
es: eIDAS 2.0 · asegurado por Partisia
nb: eIDAS 2.0 · sikret av Partisia
pt: eIDAS 2.0 · protegido pela Partisia
sv: eIDAS 2.0 · säkrad av Partisia

source: Employer
da: Arbejdsgiver
es: Empleador
nb: Arbeidsgiver
pt: Empregador
sv: Arbetsgivare

source: Encrypted end-to-end backup in your personal iCloud. Only you can decrypt it.
da: Krypteret end-to-end-backup i din personlige iCloud. Kun du kan dekryptere den.
es: Copia de seguridad cifrada de extremo a extremo en tu iCloud personal. Solo tú puedes descifrarla.
nb: Kryptert ende-til-ende-sikkerhetskopi i din personlige iCloud. Bare du kan dekryptere den.
pt: Cópia de segurança encriptada de ponta a ponta no seu iCloud pessoal. Só você a pode desencriptar.
sv: Krypterad end-to-end-säkerhetskopia i din personliga iCloud. Bara du kan dekryptera den.

source: Enter Liviqa
da: Gå ind i Liviqa
es: Entrar en Liviqa
nb: Gå inn i Liviqa
pt: Entrar no Liviqa
sv: Gå in i Liviqa

source: Evening
da: Godaften
es: Buenas noches
nb: God kveld
pt: Boa noite
sv: God kväll

source: Event titles and attendees are never read.
da: Begivenhedstitler og deltagere læses aldrig.
es: Los títulos de eventos y los asistentes nunca se leen.
nb: Hendelsestitler og deltakere leses aldri.
pt: Os títulos dos eventos e os participantes nunca são lidos.
sv: Händelsetitlar och deltagare läses aldrig.

source: Every access to your data is recorded here.
da: Hver adgang til dine data registreres her.
es: Cada acceso a tus datos se registra aquí.
nb: Hver tilgang til dataene dine registreres her.
pt: Cada acesso aos seus dados é registado aqui.
sv: Varje åtkomst till dina data registreras här.

source: Every decision. Permanently recorded.
da: Hver beslutning. Permanent registreret.
es: Cada decisión. Registrada permanentemente.
nb: Hver beslutning. Permanent registrert.
pt: Cada decisão. Registada permanentemente.
sv: Varje beslut. Permanent registrerat.

source: Every time anyone requests your health data, a neutral record is created. Not by Liviqa. Not by the requester. By a foundation that answers to you — and represents your interests in the data economy.
da: Hver gang nogen beder om dine sundhedsdata, oprettes en neutral log. Ikke af Liviqa. Ikke af forespørgeren. Af en fond, der står til ansvar over for dig — og varetager dine interesser i dataøkonomien.
es: Cada vez que alguien solicita tus datos de salud se crea un registro neutral. No lo crea Liviqa. Ni el solicitante. Lo crea una fundación que responde ante ti — y representa tus intereses en la economía del dato.
nb: Hver gang noen ber om helsedataene dine, opprettes en nøytral logg. Ikke av Liviqa. Ikke av forespørreren. Av en stiftelse som svarer til deg — og ivaretar dine interesser i dataøkonomien.
pt: Sempre que alguém pede os seus dados de saúde, é criado um registo neutro. Não pelo Liviqa. Não pelo requerente. Por uma fundação que responde perante si — e representa os seus interesses na economia dos dados.
sv: Varje gång någon begär dina hälsodata skapas en neutral logg. Inte av Liviqa. Inte av beställaren. Av en stiftelse som svarar inför dig — och företräder dina intressen i dataekonomin.

source: Everything looks stable. Message me here if anything changes.
da: Alt ser stabilt ud. Skriv til mig her, hvis noget ændrer sig.
es: Todo parece estable. Escríbeme aquí si algo cambia.
nb: Alt ser stabilt ut. Skriv til meg her hvis noe endrer seg.
pt: Tudo parece estável. Escreva-me aqui se algo mudar.
sv: Allt ser stabilt ut. Skriv till mig här om något ändras.

source: exercise
da: motion
es: ejercicio
nb: trening
pt: exercício
sv: träning

source: Exercise
da: Motion
es: Ejercicio
nb: Trening
pt: Exercício
sv: Träning

source: Export all my Liviqa data
da: Eksportér alle mine Liviqa-data
es: Exportar todos mis datos de Liviqa
nb: Eksporter alle Liviqa-dataene mine
pt: Exportar todos os meus dados Liviqa
sv: Exportera alla mina Liviqa-data

source: Export ready in Files
da: Eksport klar i Filer
es: Exportación lista en Archivos
nb: Eksport klar i Filer
pt: Exportação pronta em Ficheiros
sv: Export klar i Filer

source: Final confirmation. This action is irreversible.
da: Sidste bekræftelse. Handlingen kan ikke fortrydes.
es: Confirmación final. Esta acción es irreversible.
nb: Siste bekreftelse. Handlingen kan ikke angres.
pt: Confirmação final. Esta ação é irreversível.
sv: Sista bekräftelsen. Åtgärden kan inte ångras.

source: FMK medication list
da: FMK-medicinliste
es: Lista de medicación FMK
nb: FMK-legemiddelliste
pt: Lista de medicação FMK
sv: FMK-läkemedelslista

source: Follows your iPhone language.
da: Følger din iPhones sprog.
es: Sigue el idioma de tu iPhone.
nb: Følger språket på din iPhone.
pt: Segue o idioma do seu iPhone.
sv: Följer din iPhones språk.

source: From
da: Fra
es: Desde
nb: Fra
pt: De
sv: Från

source: General Practitioner
da: Praktiserende læge
es: Médico de cabecera
nb: Fastlege
pt: Médico de família
sv: Husläkare

source: Get started
da: Kom i gang
es: Empezar
nb: Kom i gang
pt: Começar
sv: Kom igång

source: glucose
da: glukose
es: glucosa
nb: glukose
pt: glicose
sv: glukos

source: Glucose
da: Glukose
es: Glucosa
nb: Glukose
pt: Glicose
sv: Glukos

source: Glucose · cycling
da: Glukose · cykling
es: Glucosa · ciclismo
nb: Glukose · sykling
pt: Glicose · ciclismo
sv: Glukos · cykling

source: GLUCOSE · TIME IN RANGE
da: GLUKOSE · TID I MÅLOMRÅDET
es: GLUCOSA · TIEMPO EN RANGO
nb: GLUKOSE · TID I MÅLOMRÅDET
pt: GLICOSE · TEMPO NO INTERVALO ALVO
sv: GLUKOS · TID INOM MÅLOMRÅDET

source: Glucose & activity, shared as aggregates only.
da: Glukose & aktivitet, delt udelukkende som aggregater.
es: Glucosa y actividad, compartidas solo como agregados.
nb: Glukose & aktivitet, delt kun som aggregater.
pt: Glicose e atividade, partilhadas apenas como agregados.
sv: Glukos & aktivitet, delas endast som aggregat.

source: Glucose above your usual
da: Glukose over dit sædvanlige
es: Glucosa por encima de lo habitual
nb: Glukose over ditt vanlige
pt: Glicose acima do habitual
sv: Glukos över din vanliga nivå

source: Glucose after your %@
da: Glukose efter din %@
es: Glucosa tras tu %@
nb: Glukose etter din %@
pt: Glicose após o seu %@
sv: Glukos efter ditt %@

source: Glucose below your usual
da: Glukose under dit sædvanlige
es: Glucosa por debajo de lo habitual
nb: Glukose under ditt vanlige
pt: Glicose abaixo do habitual
sv: Glukos under din vanliga nivå

source: Glucose dropped 35% more than usual after yesterday's ride, compared with your last six rides at similar intensity.
da: Glukosen faldt 35% mere end normalt efter gårsdagens cykeltur, sammenlignet med dine seneste seks ture ved lignende intensitet.
es: La glucosa bajó un 35% más de lo habitual tras la salida de ayer, comparado con tus últimas seis salidas de intensidad similar.
nb: Glukosen falt 35% mer enn vanlig etter gårsdagens sykkeltur, sammenlignet med dine siste seks turer ved lignende intensitet.
pt: A glicose caiu 35% mais do que o habitual após a volta de ontem, em comparação com as suas últimas seis voltas de intensidade semelhante.
sv: Glukosen sjönk 35% mer än vanligt efter gårdagens cykeltur, jämfört med dina senaste sex turer vid liknande intensitet.

source: Glucose over the day, in millimoles per litre
da: Glukose over dagen, i millimol pr. liter
es: Glucosa a lo largo del día, en milimoles por litro
nb: Glukose gjennom dagen, i millimol per liter
pt: Glicose ao longo do dia, em milimoles por litro
sv: Glukos under dagen, i millimol per liter

source: Glucose steady
da: Glukose stabil
es: Glucosa estable
nb: Glukose stabil
pt: Glicose estável
sv: Glukos stabil

source: Goal
da: Mål
es: Objetivo
nb: Mål
pt: Objetivo
sv: Mål

source: Got it
da: Forstået
es: Entendido
nb: Forstått
pt: Entendido
sv: Uppfattat

source: Health insurance card.pdf
da: Sundhedsforsikringskort.pdf
es: Tarjeta de seguro de salud.pdf
nb: Helseforsikringskort.pdf
pt: Cartão de seguro de saúde.pdf
sv: Sjukförsäkringskort.pdf

source: Health Passport
da: Sundhedspas
es: Pasaporte de salud
nb: Helsepass
pt: Passaporte de saúde
sv: Hälsopass
